Repository: keha35/timelineticket
Catalog: locales/*.po
Languages: cs_cz, lv_lv, ru_ru

source: Timeline of ticket
cs_cz: Časová osa požadavku
lv_lv: Pieteikuma laika skala
ru_ru: Срок заявки

source: Groups in charge of the ticket
cs_cz: Skupiny zodpovědné za požadavek
lv_lv: Par pieteikumu atbildīgās grupas
ru_ru: Группы ответственные за заявки

source: Ticket assign group history
cs_cz: Historie přiřazování požadavku skupinám
lv_lv: Pieteikuma piesaistīto grupas vēsture
ru_ru: История назначения заявок группе

source: Technicians in charge of the ticket
cs_cz: Technik zodpovědný za požadavek
lv_lv: Tehniķi atbildīgie par pieteikumu
ru_ru: Специалисты ответственные за заявку

source: Ticket assign technician history
cs_cz: Historie přiřazování požadavku technikům
lv_lv: Pieteikuma piesaistīto tehniķu vēsture
ru_ru: История назначения заявок специалисту

source: (Can take many time if you have many tickets)
cs_cz: (Může trvat dlouho pokud máte hodně požadavků)
lv_lv: (Var aizņemt daudz laika ja jums liels pieteikumu skaits)
ru_ru: (Может занять много времени, если у вас много заявок)

# button
source: Reconstruct states timeline for all tickets
cs_cz: Rekonstruovat časovou osu stavů všech požadavků
lv_lv: Rekonstruēt laika skalas stāvokļus visiem pieteikumiem
ru_ru: Перестроить график статусов для всех заявок

# button
source: Reconstruct groups timeline for all tickets
cs_cz: Rekonstruovat časovou osu skupin všech požadavků
lv_lv: Rekonstruēt laika skalas grupas visiem pieteikumiem
ru_ru: Перестроить график групп для всех заявок

source: Warning : it may be that the reconstruction of groups does not reflect reality because it concern only groups which have the Requester flag to No and Assigned flag to Yes
cs_cz: Varování: může se stát že rekonstrukce skupin nebude odpovídat realitě protože se týká pouze skupin, které mají příznak Žadatel nastavený na Ne a Přiřazeno na Ano
lv_lv: Uzmanību : varētu būt ka grupas rekonstruēšana neatspoguļo realitāti jo tas ir atkarīgs tikai no grupām kuras ir atzīmēts Pieteicējs Nav un Piešķirts atzīmēts Ir
ru_ru: Предупреждение : перестроение группы не отражает реальности, потому что это касается только групп, которые имеют флаг "инициатор запроса" - нет и флаг "присвоить" - да

source: Input time on groups / users when ticket is waiting
cs_cz: Vstupní čas na skupinách/uživatelích když požadavek čeká
lv_lv: Grupu / lietotāju ievad laiks kad pieteikums gaida izpildi
ru_ru: Время входа в группы / пользователи, когда заявка в ожидании

source: Timeline
cs_cz: Časová osa
lv_lv: Laika skala
ru_ru: Сроки

source: Delay
cs_cz: Prodleva
lv_lv: Aizkavējums
ru_ru: Задержка

source: Service level
cs_cz: Úroveň služby
lv_lv: Servisa līmeņi
ru_ru: Уровень обслуживания

source: List of associated groups
cs_cz: Seznam souvisejících skupin
lv_lv: Saistīto grupu saraksts
ru_ru: Список связанных групп

source: Ticket states history
cs_cz: Historie stavů požadavku
lv_lv: Pieteikuma stāvokļu vēsture
ru_ru: История статусов заявки

source: Duration by
cs_cz: Trvání
lv_lv: Ilgums
ru_ru: Продолжительность

source: Total duration of ticket
cs_cz: Celková doba trvání požadavku
lv_lv: Kopējais pieteikuma ilgums
ru_ru: Общая продолжительность заявки

source: statSpentTimeByGroup_report_title
cs_cz: Čas (v hodinách), strávený na uzavřených požadavcích podle úrovní služeb
lv_lv: statistikaNolietotsLaiksGrupa_Atskaites_nosaukums
ru_ru: Статистика времени, затраченное группой

source: Tasks number by
cs_cz: Čísla úkolů podle

source: Tasks duration by
cs_cz: Trvání úkolů podle

source: statSpentTimeProcessingByGroup_report_title
cs_cz: Čas strávený na zpracovávaných požadavcích podle úrovní služeb
ru_ru: Статистика обработки времени по группам

source: Duration by "in progress"
cs_cz: Trvání podle „zpracovává se“
lv_lv: Ilgums "procesā"
ru_ru: Продолжительность "в работе"
